commands = """**⌘ 𝕊𝕆𝕌ℝℂ𝔼 𝚊𝐮𝚍𝚒 - التكرار  والنشر 
╰──────────────────────────────────────────╮

1- لتفعيل النشر التلقائي اتبع الامر التالي 

.او + عدد الثواني + عدد التكرار + الكليشة

2- لتفعيل امر التكرار اتبع الامر التالي

.تك + عدد التكرار + الكليشة
لأيقاف التكرار ارسل `.ايقاف التكرار` ولأيقاف النشر التلقائي ارسل `.ايقاف النشر التلقائي` ه
ملاحظة : لايقاف التكرار او النشر التلقائي ارسل الامر - .اعادة تشغيل -
ملاحظة : امر التكرار ينشر كل 5 دقائق
-----------------------------------
1- .فحص : لأجراء فحص لعمل السورس

2- .اعادة تشغيل : لأجراء اعادة تشغيل للسورس

3- .ايدي : لعرض ايدي الحساب الخاص بك

4- .البنك : لأجراء قياس لـ PING

╰──────────────────────────────────────────╮**"""
soursce = '''
♔ 𝚊𝐮𝚍𝚒 𝐢𝐬 𝐰𝐨𝐫𝐤𝐢𝐧𝐠
╰───────────────────────────╮
❖╎𝐰𝐞𝐥𝐜𝐨𝐦𝐞 𝐭𝐨 𝐬𝐨𝐮𝐫𝐜𝐞 𝚊𝐮𝚍𝚒
❖╎𝐝𝐞𝐯𝐥𝐨 : @au_dii
❖╎𝐜𝐡𝐚𝐧𝐧𝐞𝐥 : @aud9i
❖╎𝐯𝐞𝐫𝐬𝐢𝐨𝐧 : 1.0
╰───────────────────────────╮
'''

progressbar = [
    '⬛⬜⬜⬜⬜⬜⬜⬜⬜⬜ 10%',
    '⬛⬛⬜⬜⬜⬜⬜⬜⬜⬜ 20%',
    '⬛⬛⬛⬜⬜⬜⬜⬜⬜⬜ 30%',
    '⬛⬛⬛⬛⬜⬜⬜⬜⬜⬜ 40%',
    '⬛⬛⬛⬛⬛⬜⬜⬜⬜⬜ 50%',
    '⬛⬛⬛⬛⬛⬛⬜⬜⬜⬜ 60%',
    '⬛⬛⬛⬛⬛⬛⬛⬜⬜⬜ 70%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬜⬜ 80%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬜ 90%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛ 100%',
]